Revit 2027 API
BuiltInFailures.DirectContext3DFailures.UnableToLoadCoordinationModel Property
 Unable to load Coordination Model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToLoadCoordinationModel { get; }
Public Shared ReadOnly Property UnableToLoadCoordinationModel As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToLoadCoordinationModel {
	FailureDefinitionId^ get ();
}
static member UnableToLoadCoordinationModel : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DirectContext3DFailures Class
Autodesk.Revit.DB Namespace